export default {

    language: 'hi',
    header: {
        name: 'अर्णव शर्मा',
        role: 'कंप्यूटर साइंस और इंजीनियरिंग छात्र 💻\n& शतरंज खिलाड़ी ♟️',
        description: '🎓 एआई, रोबोटिक्स, सीपी और कोडिंग के प्रति जुनूनी एक प्रशिक्षणार्थी इंजीनियर। - ♟️ FIDE 1411 रेटिंग वाला शतरंज खिलाड़ी — हमेशा मैच या नए प्रोजेक्ट के लिए तैयार।',
        resume: 'रेज़्यूमे 📄',
        connect: 'मुझसे जुड़ें 🤝',
        challenge: 'मुझे चुनौती दें ♟️'
    },

    achievements: {
      title: "उपलब्धियां 🏆",
      cp: {
        position: "द्वितीय स्थान 🥈",
        event: "सीपी (कंपेटिटिव प्रोग्रामिंग) पोटपुरी, शास्त्र फेस्ट",
        issuer: "भारतीय प्रौद्योगिकी संस्थान, मद्रास",
        date: "जनवरी 2025",
        description: "आईआईटी मद्रास में आयोजित शास्त्र '25 टेकफेस्ट में सीपी (कंपेटिटिव प्रोग्रामिंग) पोटपुरी इवेंट में देशभर के प्रतिभाशाली प्रतिभागियों के बीच द्वितीय स्थान प्राप्त किया।"
      }
    },

    projects: {
        title: 'प्रोजेक्ट्स 🚀',
        musique: 'जीवन की लय को महसूस करें',
        secretn: 'गुप्त संख्या खेल',
        secret: 'गुप्त संख्या क्या है?',
        brick: 'एक ईंट से मूल्य का निर्माण',
        decodern: 'टेक्स्ट डिकोडर',
        decoder: 'इसे डिकोड करें।'
    },

    skills: {
        title: 'कौशल 🔧',
    },

    contact: {
        title: 'संपर्क ✉️',
        name: 'नाम',
        message: 'संदेश',
        email: 'ईमेल',
        submit: 'भेजें'
    },

    footer: {
        rights: 'सर्वाधिकार सुरक्षित।',
        crafted: 'अर्नव द्वारा निर्मित'
    }
};