export default {
  
    language: 'kn',
    header: {
        name: 'ಅರ್ಣವ್ ಶರ್ಮಾ',
        role: 'ಕಂಪ್ಯೂಟರ್ ಸೈನ್ಸ್ ಮತ್ತು ಎಂಜಿನಿಯರಿಂಗ್ ವಿದ್ಯಾರ್ಥಿ 💻\n& ಚೆಸ್ಸು ಆಟಗಾರ ♟️',
        description: '🎓 AI, ರೊಬೊಟಿಕ್ಸ್, CP ಮತ್ತು ಕೋಡಿಂಗ್ ಬಗ್ಗೆ ಆಸಕ್ತಿ ಹೊಂದಿರುವ ಎಂಜಿನಿಯರ್-ಇನ್-ತರಬೇತಿ. ♟️ FIDE 1411 ನೊಂದಿಗೆ ಚೆಸ್ ಫ್ಯಾನ್ — ಯಾವಾಗಲೂ ಪಂದ್ಯ ಅಥವಾ ಹೊಸ ಯೋಜನೆಗಾಗಿ ಸಿದ್ಧ.',
        resume: 'ರೇಸುಮೆ 📄',
        connect: 'ನನ್ನೊಂದಿಗೆ ಸಂಪರ್ಕ ಹೊಂದಿ 🤝',
        challenge: 'ನನ್ನನ್ನು ಸವಾಲು ಮಾಡಿ ♟️'
    },

    achievements: {
      title: "ಸಾಧನೆಗಳು 🏆",
      cp: {
        position: "ಎರಡನೇ ಸ್ಥಾನ 🥈",
        event: "ಸಿಪಿ (ಕಾಂಪೆಟಿಟಿವ್ ಪ್ರೋಗ್ರಾಮಿಂಗ್) ಪೊಟ್ಪುರಿ, ಶಾಸ್ತ್ರ ಫೆಸ್ಟ್",
        issuer: "ಭಾರತೀಯ ತಂತ್ರಜ್ಞಾನ ಸಂಸ್ಥೆ, ಮದ್ರಾಸ್",
        date: "ಜನವರಿ 2025",
        description: "ಐಐಟಿ ಮದ್ರಾಸ್‌ನಲ್ಲಿ ನಡೆದ ಶಾಸ್ತ್ರ '25 ಟೆಕ್‌ಫೆಸ್ಟ್‌ನಲ್ಲಿ ಸಿಪಿ (ಕಾಂಪೆಟಿಟಿವ್ ಪ್ರೋಗ್ರಾಮಿಂಗ್) ಪೊಟ್ಪುರಿ ಕಾರ್ಯಕ್ರಮದಲ್ಲಿ ದೇಶಾದ್ಯಂತ ಪ್ರತಿಭಾವಂತ ಮನಸ್ಸುಗಳ ವಿರುದ್ಧ ಸ್ಪರ್ಧಿಸಿ ಎರಡನೇ ಸ್ಥಾನ ಪಡೆದಿದ್ದೇನೆ."
      }
    },

    projects: {
        title: 'ಯೋಜನೆಗಳು 🚀',
        musique: 'ಜೀವನದ ಲಯವನ್ನು ಅನುಭವಿಸಿ',
        secretn: 'ರಹಸ್ಯ ಸಂಖ್ಯೆಯ ಆಟ',
        secret: 'ರಹಸ್ಯ ಸಂಖ್ಯೆ ಯಾವುದು?',
        brick: 'ಒಂದು ಇಟ್ಟಿಗೆಯಿಂದ ಮೌಲ್ಯವನ್ನು ನಿರ್ಮಿಸುವುದು',
        decodern: 'ಪಠ್ಯ ಡಿಕೋಡರ್',
        decoder: 'ಇದನ್ನು ಡಿಕೋಡ್ ಮಾಡಿ.'
    },

    skills: {
        title: 'ಕೌಶಲ್ಯಗಳು 🔧',
    },

    contact: {
        title: 'ಸಂಪರ್ಕ ✉️',
        name: 'ಹೆಸರು',
        message: 'ಸಂದೇಶ',
        email: 'ಇಮೇಲ್',
        submit: 'ಸಲ್ಲಿಸು'
    },

    footer: {
        rights: 'ಎಲ್ಲ ಹಕ್ಕುಗಳನ್ನು ಕಾಯ್ದಿರಿಸಲಾಗಿದೆ.',
        crafted: 'ಅರ್ನವ್ ನಿರ್ಮಿಸಿದ್ದಾರೆ'
    }
};